{
  "books": [
    {
      "id": 1,
      "title": "A quinta onda",
      "author": "Rick Yancey",
      "category": "Ficção",
      "synopsis": "Depois da primeira onda, só restou a escuridão. Depois da segunda onda, somente os que tiveram sorte sobreviveram. Depois da terceira onda, somente os que não tiveram sorte sobreviveram. Depois da quarta onda, só há uma regra: não confie em ninguém. Agora A QUINTA ONDA está começando...",
      "stars": "4",
      "quantity": "1",
      "image": "https://raw.githubusercontent.com/ArthurEstevaum/biblioteca-interface/main/public/yancey(2x3).jpg"
    },
    {
      "id": 2,
      "title": "A guerra dos mundos",
      "author": "H.G Wells",
      "category": "Ficção",
      "synopsis": "Publicado pela primeira vez em 1898, essa obra-prima de ficção especulativa de H.G. Wells aterrorizou e divertiu gerações de leitores, gerou inúmeras imitações e serviu de inspiração a mestres como Orson Welles e Steven Spielberg. Por tempos, os homens foram estudados à distância pelos marcianos, que nos observavam como quem analisa micróbios por um microscópio. No final do século XIX, entretanto, eles partem para a Terra e aterrissam nos arredores de Londres.",
      "stars": "5",
      "quantity": "1",
      "image": "https://raw.githubusercontent.com/ArthurEstevaum/biblioteca-interface/main/public/hgwells(2x3).jpg"
    },
    {
      "id": 3,
      "title": "Volta ao mundo em 80 dias",
      "author": "Jules Verne",
      "category": "Literatura estrangeira",
      "synopsis": "Em 1872, vivia em Londres um homem misterioso chamado Phileas Fogg. Com a exatidão de um cronômetro, chegava todas as manhãs ao Reform Club, de onde só retornava a casa para dormir, precisamente à meia-noite. No dia em que admitiu Passepartout como seu criado, o metódico cavalheiro fez uma aposta com outros sócios do Reform Club, arriscando nela metade de sua fortuna e gastando a outra ao cumpri-la. A inesperada decisão de Fogg vai levar os dois a viverem uma ousada aventura.",
      "stars": "5",
      "quantity": "1",
      "image": "https://raw.githubusercontent.com/ArthurEstevaum/biblioteca-interface/main/public/jules(2x3).jpg"
    },
    {
      "id": 4,
      "title": "Água viva",
      "author": "Clarice Lispector",
      "category": "Literatura nacional",
      "synopsis": "Neste longo texto ficcional em forma de monólogo, Clarice Lispector se confunde com a personagem, uma solitária pintora que se lança em infinitas reflexões sobre o tempo, a vida e a morte, os sonhos e visões, as flores, os estados da alma, a coragem e o medo e, principalmente, a arte da criação, do saber usar as palavras num jogo de sons e silêncios que se combinam. Tudo é revelado através do olhar dessa pintora-narradora, que cai em estado de graça em plena madrugada.",
      "stars": "4",
      "quantity": "1",
      "image": "https://raw.githubusercontent.com/ArthurEstevaum/biblioteca-interface/main/public/clarice(2x3).jpg"
    },
    {
      "id": 5,
      "title": "Amor e perdição",
      "author": "Camilo Castelo Branco",
      "category": "Literatura portuguesa",
      "synopsis": "Camilo Castelo Branco é um dos maiores autores do Romantismo em Portugal, e em 1862 produziu este que é o seu romance mais famoso. O livro conta a história de Simão Botelho e Teresa de Albuquerque, que acabam se apaixonando e vivendo um amor proibido, pois pertencem a duas famílias que se odeiam. A Coleção Vozes de Bolso - Literatura Brasileira se propõe a trazer ao público um novo tipo de trabalho em torno de grandes clássicos da literatura de língua portuguesa. São todos textos já canonizados pela nossa tradição, porém com alguns 'aditivos' que agregam valor e força aos mesmos.",
      "stars": "4",
      "quantity": "1",
      "image": "https://raw.githubusercontent.com/ArthurEstevaum/biblioteca-interface/main/public/castelobranco(2x3).jpg"
    },
    {
      "id": 6,
      "title": "Dom casmurro",
      "author": "Machado de Assis",
      "category": "Literatura nacional",
      "synopsis": "Machado de Assis (1839-1908), escrevendo Dom Casmurro, produziu um dos maiores livros da literatura universal. Mas criando Capitu, a espantosa menina de 'olhos oblíquos e dissimulados', de 'olhos de ressaca', Machado nos legou um incrível mistério, um mistério até hoje indecifrado. Há quase cem anos os estudiosos e especialistas o esmiuçam, o analisam sob todos os aspectos. Em vão. Embora o autor se tenha dado ao trabalho de distribuir pelo caminho todas as pistas para quem quisesse decifrar o enigma, ninguém ainda o desvendou. A alma de Capitu é, na verdade, um labirinto sem saída, um labirinto que Machado também já explorara em personagens como Virgília (Memórias Póstumas de Brás Cubas) e Sofia (Quincas Borba), personagens construídas a partir da ambigüidade psicológica, como Jorge Luis Borges gostaria de ter inventado.",
      "stars": "5",
      "quantity": "1",
      "image": "https://raw.githubusercontent.com/ArthurEstevaum/biblioteca-interface/main/public/machado(2x3).jpg"
    },
    {
      "title": "Lucíola",
      "author": "José de Alencar",
      "category": "Literatura nacional",
      "stars": "5",
      "synopsis": " Esta obra fala do processo de transformação de uma mulher, a cortesã da sociedade carioca que se regenera, purificando-se e renascendo para o amor. O romance da bela Lúcia, a mais rica e cobiçada cortesã do Rio de Janeiro, e Paulo, um jovem modesto e frágil. De um lado a mulher que, sendo de todos, jurava não prender-se a nenhum homem, de outro o homem em dúvida entre o amor e o preconceito. O autor utiliza este argumento para descrever a atração física entre um homem e uma mulher. A pena moralizadora do escritor busca a idealização espiritual da prostituta que quer se modificar e a alma pura de Paulo, cuja amor supera todas as barreiras.",
      "quantity": "2",
      "image": "https://raw.githubusercontent.com/ArthurEstevaum/biblioteca-interface/main/public/josealencar(2x3).jpg",
      "id": 7
    }
  ]
}